brew "coreutils" # for awesome commands like timeout
brew "blueutil" # for connecting to bluetooth headsets
# brew "clj-kondo"
# brew "clojure/tools/clojure"
brew "dockutil"
brew "docker-compose"
brew "diff-so-fancy" # for beautiful git diff
brew "ffmpeg" # for video manipulation, also vid -> gif
brew "fish" # for getting the good opinionated shell
brew "flake8" # for linting Python files
# brew "flyway" # for migration management
brew "gifsicle" # for gif_compress fish function
brew "git"
brew "fzf" # fuzzy search
brew "git-crypt"
# brew "httpie"
# brew "jq"
# brew "leiningen"
# brew "markdown"
brew "mas"
brew "nano" # mac uses pico symlinked as nano. But pico doesn't have mouse scroll
brew "node"
brew "npm"
brew "parallel" # to run brew installs in paralell
# brew "pgcli" # Postgresql CLI with auto-completion and syntax highlighting
brew "postgresql"
brew "python"
brew "tldr" # for a succint man pages alternative
# brew "tmux"
# brew "trash"
brew "tree" # for printing folder tree in terminal
brew "twine-pypi" # for packaging Pypi packages, needed by setup.py repo
brew "vim"
brew "wifi-password"
brew "yarn"
# brew "heroku/brew/heroku"
