brew "coreutils" # for awesome commands like timeout
brew "blueutil" # for connecting to bluetooth headsets
brew "clj-kondo"
brew "clojure/tools/clojure"
brew "dockutil"
brew "docker-compose"
brew "diff-so-fancy" # for beautiful git diff
brew "fish" # for getting the good opinionated shell
brew "flake8" # for linting Python files
brew "flyway"
brew "git"
brew "fzf"
brew "git-crypt"
brew "httpie"
brew "jq"
brew "leiningen"
brew "markdown"
brew "mas"
brew "node"
brew "parallel" # to run brew installs in paralell
brew "postgresql"
brew "python"
brew "tldr" # for a succint man pages alternative
brew "tmux"
brew "trash"
brew "tree" # for printing folder tree in terminal
brew "twine-pypi" # for packaging Pypi packages, needed by setup.py repo
brew "vim"
brew "wifi-password"
brew "yarn"
brew "heroku/brew/heroku"
