# cask "adoptopenjdk11"
# cask "alfred"
cask "anki"
cask "bitwarden"
# cask "docker"
cask "discord"
# cask "evernote"
cask "firefox"
# cask "flux"
# cask "freedome"
# cask "google-chrome"
# cask "google-cloud-sdk"
cask "grandperspective"
# cask "libreoffice"
cask "linear-linear"
cask "numi"
# cask "omnifocus" # install manually instead!
cask "postico"
cask "rectangle"
cask "selfcontrol"
cask "signal"
# cask "slack"
# cask "spotify"
cask "tableplus"
cask "telegram"
cask "tresorit"
# cask "typora"
# cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "webstorm"
