cask "adoptopenjdk11"
cask "alfred"
cask "anki"
cask "docker"
cask "dropbox"
cask "evernote"
cask "flux"
cask "freedome"
cask "google-chrome"
cask "google-cloud-sdk"
cask "grandperspective"
cask "karabiner-elements"
cask "libreoffice"
cask "numi"
cask "postico"
cask "signal"
cask "slack"
cask "spectacle"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
